[
  {
    "id": 0,
    "title": "Избранная статья",
    "text": "Ричард Стоддерт Юэлл (Richard Stoddert Ewell, иногда неправильно транслитерируется как Эвелл; 8 февраля 1817 — 25 января 1872) — кадровый офицер армии США и генерал армии Конфедерации в годы Гражданской войны. Юэлл, бывший выпускником Вест-Пойнта, участвовал в Мексиканской войне, служил в Нью-Мексико и Аризоне, после начала Гражданской войны стал командиром бригады, затем дивизии и прославился во время кампании в долине Шенандоа, где служил под командованием Джексона Каменная Стена."
  },
  {
    "id": 1,
    "title": "Хорошая статья",
    "text": "Стефан II Неманич (серб. Стефан Немањић, 1166 — 24 сентября 1228), известен также как Стефан Первовенчанный (серб. Стефан Првовенчани) — великий жупан Рашки (1196—1217) и первый сербский король (1217—1228) из династии Неманичей. Стефан был вторым сыном Стефана Немани. В начале своего правления ему пришлось бороться за трон со своим старшим братом Вуканом, а также вести активную внешнюю политику, лавируя между Венгрией и Византийской империей. В 1217 году получил корону от папы римского, при этом сохранил доминирующую роль православия в стране, а два года спустя сумел добиться создания автокефальной Сербской православной церкви. За время правления укрепил внешнеполитические позиции страны, а также способствовал её внутреннему развитию. Стефан стал одним из первых авторов житий святых, его стиль впоследствии брался за образец другими авторами. Канонизирован Сербской православной церковью. Стефан II Неманич (серб. Стефан Немањић, 1166 — 24 сентября 1228), известен также как Стефан Первовенчанный (серб. Стефан Првовенчани) — великий жупан Рашки (1196—1217) и первый сербский король (1217—1228) из династии Неманичей. Стефан был вторым сыном Стефана Немани. В начале своего правления ему пришлось бороться за трон со своим старшим братом Вуканом, а также вести активную внешнюю политику, лавируя между Венгрией и Византийской империей. В 1217 году получил корону от папы римского, при этом сохранил доминирующую роль православия в стране, а два года спустя сумел добиться создания автокефальной Сербской православной церкви. За время правления укрепил внешнеполитические позиции страны, а также способствовал её внутреннему развитию. Стефан стал одним из первых авторов житий святых, его стиль впоследствии брался за образец другими авторами. Канонизирован Сербской православной церковью."
  },
  {
    "id": 2,
    "title": "Откуда всё это",
    "text": "Википедия"
  }
]